-- phpMyAdmin SQL Dump
-- version 5.2.3
-- https://www.phpmyadmin.net/
--
-- Host: db
-- Generation Time: Feb 26, 2026 at 04:37 PM
-- Server version: 8.0.44
-- PHP Version: 8.3.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `dnat_equipment`
--

-- --------------------------------------------------------

--
-- Table structure for table `borrow_history`
--

CREATE TABLE `borrow_history` (
  `id` int UNSIGNED NOT NULL,
  `doc_no` varchar(50) NOT NULL,
  `equipment_code` varchar(20) NOT NULL,
  `equipment_name` varchar(255) NOT NULL,
  `type` varchar(20) NOT NULL,
  `borrow_date` date NOT NULL,
  `borrower` varchar(100) NOT NULL,
  `department` varchar(100) NOT NULL,
  `borrow_qty` varchar(50) NOT NULL,
  `return_date` date DEFAULT NULL,
  `return_status` varchar(50) NOT NULL,
  `notes` text,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `borrow_history`
--

INSERT INTO `borrow_history` (`id`, `doc_no`, `equipment_code`, `equipment_name`, `type`, `borrow_date`, `borrower`, `department`, `borrow_qty`, `return_date`, `return_status`, `notes`, `created_at`) VALUES
(1, 'BRW-001', 'A093', 'เสื้อดำ SpotLight', 'เบิก', '2026-01-20', 'เจ', 'Other', '2 ชิ้น', NULL, 'ยังไม่คืน', 'เจ ยืม คอปก XL และ คอV XL', '2026-02-26 16:36:33'),
(2, 'BRW-002', 'A320', 'กระเป๋าเทาอ่อน', 'เบิก', '2026-01-22', 'ม่อน', 'Other', '1 ชิ้น', NULL, 'ยังไม่คืน', 'ม่อน ยืม กระเป๋า', '2026-02-26 16:36:33');

-- --------------------------------------------------------

--
-- Table structure for table `equipment`
--

CREATE TABLE `equipment` (
  `id` int UNSIGNED NOT NULL,
  `code` varchar(20) NOT NULL,
  `name` varchar(255) NOT NULL,
  `team` varchar(100) NOT NULL,
  `category` varchar(100) NOT NULL,
  `quantity` int NOT NULL DEFAULT '0',
  `status` varchar(50) NOT NULL,
  `description` text,
  `created_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Dumping data for table `equipment`
--

INSERT INTO `equipment` (`id`, `code`, `name`, `team`, `category`, `quantity`, `status`, `description`, `created_at`, `updated_at`) VALUES
(1, 'A001', 'ตัวส่งสัญญาณ Hollyland (ตัวรับ)', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวเครื่อง 1 - เสาสัญญาณ 2', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(2, 'A002', 'ตัวส่งสัญญาณ Hollyland (ตัวรับ+ตัวส่ง)', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวเครื่องรับ 1 - ตัวเครื่องส่ง 1 - ตัวต่อมอนิเตอร์ 1 - usb 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(3, 'A003', 'ไมโครโฟน Wireless Hollyland', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวรับสัญญาณ 1 - ไมค์ 2 - สายไมค์ ( หัวแจ็ค) 2 - สาย c to lightning 1 - c to c 1 - usb a to c 1 - สายต่อกล้อง แจ็ค to แจ็ค1 - สาย usb to android', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(4, 'A004', 'ไมโครโฟน Wireless dji ไมค์1', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวรับสัญญาณ 1 - ไมค์ 1 - สาย jack to jack 1 - สาย usb to type c - ที่กันลม 1 - ไมค์สาย หัวjack 1 - ตัวเชื่อมโทรศัพท์ type c 1 - ตัวเชื่อมโทรศัพท์ lightning 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(5, 'A005', 'ไมโครโฟน Wireless dji ไมค์2', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไมค์ 2 - ตัวส่งสัญญาณ 1 - แม่เหล็กติดไมค์ 2 - ตัวเชื่อมโทรศัพท์ type c 1 - ตัวเชื่อมโทรศัพท์ lightning 1 - ที่กันลม 2 - สาย jack to jack - สาย usb to type c - ไมค์สาย หัวjack 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(6, 'A006', 'ตัวส่งสัญญาณ VRRIIS (เสายาว)', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวส่งสัญญาณ 2 - เสายาว 4 - หัวชาร์จ 2 - สายชาร์จ usb to type c 2 - สาย IR RX 1 - สาย IR TX 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(7, 'A007', 'จอมอนิเตอร์ FEELWORLD', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - จอมอนิเตอร์ 1 - กรอบจอมอนิเตอร์ 1 - สาย HDMI 1 - ตัวบังแสง 1 - ชุด 6 เหลี่ยมและเกรียว 1 - ขาตั้งจอ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(8, 'A008', 'Dual Handgrip SmallRig', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ด้ามจับคู่ 2 - ด้ามจับยาว 2', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(9, 'A009', 'จอมอนิเตอร์ FEELWORLD (กล่องแดง-เขียว)', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - จอมอนิเตอร์เล็ก 1 - กรอบจอมอนิเตอร์ 1 - ตัวบังแสง 1 - ขาล็อกจอ 1 - สาย HDTV TO MICRO 1 - หัวปลั๊ก 1 - Hotshoe 1 - 6 เหลี่ยม 1 *มีกล่องเดียว', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(10, 'A010', 'โรนิน For Rs3 Mini', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวเครื่องโรนิน For Rs3 Mini 5 ชิ้น 1 - สาย Type c to type c 1 - ตัวจับด้ามยาว 1 - ตัวจับด้ามจับกลม 1 - อุปกรณ์เสริมยางซิลิโคน 1 - ชุดน็อตและ6เหลี่ยม 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(11, 'A011', 'ไฟสตูดิโอ YONGNUO YNLUX200', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวเครื่องไฟ 1 - ชุดปลั๊กพร้อมสาย 1 - สายปลั๊กแยก 1 - ที่ครอบไฟ 1 - ตัวจับเครื่องไฟ 1 - อะไหล่เหล็ก 1 - สายผ้า 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(12, 'A012', 'แบตเตอรี่ DIGITAL VIDEO F750/F770', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตเตอรี่ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(13, 'A013', 'แบตเตอรี่ DIGITAL VIDEO NP-F750A', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตเตอรี่ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(14, 'A014', 'แบตเตอรี่ DIGITAL VIDEO NP-F980T', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตเตอรี่ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(15, 'A015', 'แบตเตอรี่ DIGITAL VIDEO NP-F770T', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตเตอรี่ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(16, 'A016', 'แบตเตอรี่ DIGITAL CAMERA NP-F990', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตเตอรี่ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(17, 'A017', 'แบตเตอรี่ SD-F980-DT8000', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตเตอรี่ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(18, 'A018', 'แบตเตอรี่ CHARGER FOR NP-F970, FM50, QM91D', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวชาร์จ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(19, 'A019', 'แบตเตอรี่ CHARGER (ไม่มีกล่อง)', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวชาร์จ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(20, 'A020', 'แบตเตอรี่ (ไม่มีกล่อง)', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตเตอรี่ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(21, 'A021', 'ดอลลี่', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ดอลลี่ 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(22, 'A022', 'CITYORK V Mount Replacement Battery BP-222', 'Production', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตเตอรี่ 1 - สาย C to C 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(23, 'A023', 'ชุดแขนข้อต่อ Crab Claw Clamp, แคลมป์หนีบหัวบอล D5334-1', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ชุดแขนข้อต่อ Crab Claw Clamp 1 - แคลมป์หนีบหัวบอล 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(24, 'A024', 'ขาตั้งแขนจับกล้อง', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้งแขนจับกล้อง 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(25, 'A025', 'คลิป/แคลมป์หนีบ', 'Production', 'ไฟฟ้า', 3, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - คลิป/แคลมป์หนีบ 3', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(26, 'A026', 'ข้อต่อเกลียว', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ข้อต่อเกลียว 1', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(27, 'A027', 'ชุดข้อต่อ', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Magic arm 1 - SmallRig 1 - Magic arm ball head 1 - Hot Shoe mount addapter 2 - Hot Shoe mount 1/4 1 - ชุด 6 เหลี่ยมและน๊อต', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(28, 'A028', 'ชุดข้อต่อ2', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ที่หนีบแท่งเหล็ก 3 - Mini ball head 2 - Head Clip 3', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(29, 'A029', 'Intercom Hollyland', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Intercom 6 - แบตหลัก 8 - แบตสำรอง 4 - แท่นชาร์จ 1 - ฟองน้ำหูฟังสำรอง 6 - ปลั๊กเสียบแบต 2 ( ชำรุด1) -ฟองน้ำหูฟัง 5 (ชำรุด5)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(30, 'A030', 'สาย 3.5 TO 3.5 2ขีด', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 to 3.5 7 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(31, 'A031', 'สาย 3.5 TO 3.5 3 ขีด', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 to 3.5 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(32, 'A032', 'สาย 3.5 TO 3.5 3 ขีด (เมีย)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 to 3.5 เมีย 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(33, 'A033', 'สาย 3.5 ออก 2 3ขีด', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 ออก 2 3ขีด 1เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(34, 'A034', 'สาย 3.5 ออก 2 2ขีด', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 ออก 2 2ขีด 2เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(35, 'A035', 'สาย 3.5 to XLR (ผู้)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 to XLR (ผู้) 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(36, 'A036', 'สาย 3.5 to XLR (ผู้) (ออกคู่)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 to XLR (ผู้) (ออกคู่) 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(37, 'A037', 'สาย 3.5 (2ขีด) to XLR (เมีย)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 (2ขีด) to XLR (เมีย) 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(38, 'A038', 'สาย 3.5 (2ขีด) to canon (1ขีด)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 (2ขีด) to canon (1ขีด) 4 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(39, 'A039', 'สาย 3.5 (2ขีด) to canon (1ขีด) ออก2', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 (2ขีด) to canon (1ขีด) ออก2 2เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(40, 'A040', 'สาย 3.5 (2ขีด) to canon (2ขีด)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 (2ขีด) to canon (2ขีด) 7 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(41, 'A041', 'สาย XLR (ผู้) to XLR (เมีย)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย XLR (ผู้) to XLR (เมีย) 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(42, 'A042', 'สาย 3.5 (2ขีด) to canon (เมีย)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 (2ขีด) to canon (เมีย) 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(43, 'A043', 'สาย 3.5 (เมีย) to XLR (ผู้)', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย 3.5 (เมีย) to XLR (ผู้) 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(44, 'A044', 'ตัวแปลง หัว to canon', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวแปลง หัว to canon 5 ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(45, 'A045', 'ตัวแปลง 3.5 (เมีย) to XLR (คู่)', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวแปลง 3.5 (เมีย) to XLR (คู่) 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(46, 'A046', 'ตัวแปลง canon (เมีย) to 3.5', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวแปลง canon (เมีย) to 3.5 1ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(47, 'A047', 'ตัวแปลง 3.5 to canon', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวแปลง 3.5 to canon 4 ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(48, 'A048', 'ตัวแปลง 3.5 to canon (2ขีด)', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวแปลง 3.5 to canon (2ขีด) 2 ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(49, 'A049', 'สาย Hdmi to hdmi ugreen 5 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น สาย Hdmi to hdmi ugreen 5 m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(50, 'A050', 'สาย Hdmi to hdmi สีดำแดง 1.5 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สีดำแดง 1.5 m. 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(51, 'A051', 'สาย Hdmi to hdmi สีดำแดง 5 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สีดำแดง 5 m. 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(52, 'A052', 'สาย Hdmi to hdmi สีดำแดง 1 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สีดำแดง 1 m. 3 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(53, 'A053', 'สาย Hdmi to hdmi สีดำ ล้วน 3 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สีดำ ล้วน 3 m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(54, 'A054', 'สาย Hdmi to hdmi สีดำ ล้วน 1.5 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สีดำ ล้วน 1.5 m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(55, 'A055', 'สาย Hdmi to hdmi สีดำ Samsung 1.5 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สีดำ Samsung 1.5 m. 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(56, 'A056', 'สาย Hdmi to hdmi สีดำ 1m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สีดำ 1m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(57, 'A057', 'สาย Hdmi to hdmi ugreen 1 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi ugreen 1 m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(58, 'A058', 'สาย Hdmi to hdmi สายยืด 2.4 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สายยืด 2.4 m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(59, 'A059', 'สาย Hdmi to hdtv 8k 0.5 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdtv 8k 0.5 m. บน 1 เส้น - สาย Hdmi to hdtv 8k 0.5 m. ซ้าย 1 เส้น - สาย Hdmi to hdtv 8k 0.5 m. ขวา 1เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(60, 'A060', 'สาย Hdmi unitek 2 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi unitek 2 m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(61, 'A061', 'สาย Hdmi ดำ ขาว 2 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi ดำ ขาว 2 m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(62, 'A062', 'สาย HDTV to HDTV 2.0v 3 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย HDTV to HDTV 2.0v 3 m. 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(63, 'A063', 'สาย HDTV to mini 4k 2 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย HDTV to mini 4k 2 m. 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(64, 'A064', 'สาย HDTV to micro 2.4 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย HDTV to micro 2.4 m. 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(65, 'A065', 'สาย HDTV to micro 4k ซ้าย 0.5m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย HDTV to micro 4k ซ้าย 0.5m. 3 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(66, 'A066', 'สาย Micro m to HD F ซ้าย 0.2 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Micro m to HD F ซ้าย 0.2 m. 3 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(67, 'A067', 'สาย HDTV to mini 1 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย HDTV to mini 1 m. 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(68, 'A068', 'สาย HDTV to mini 2.4 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น สาย HDTV to mini 2.4 m. 4 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(69, 'A069', 'สาย Micro hdmi 4k cable 1 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Micro hdmi 4k cable 1 m. 1เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(70, 'A070', 'สาย Hdmi switch', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi switch 1 เส้น (ชำรุด)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(71, 'A071', '2 port switcher ugreen', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - 2 port switcher ugreen 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(72, 'A072', 'สายแปลง to hdmi', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สายแปลง to hdmi 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(73, 'A073', 'สายHDTV to micro 03 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สายHDTV to micro 03 m. 2 เส้น (ชำรุด)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(74, 'A074', 'สาย Hdmi to hdmi สีดำแดง 1.5 m.', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Hdmi to hdmi สีดำแดง 1.5 m. 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(75, 'A075', 'ป้าย ปก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ป้าย ปกอ่อน 30 ชิ้น - ป้าย ปกแข็ง 15 ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(76, 'A076', 'สายคล้องคอ', 'Other', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สายคล้องคอ น้ำเงินอ่อน 29 ชิ้น - สายคล้องคอ น้ำเงินเข้ม 16 ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(77, 'A077', 'จอมอนิเตอร์', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - จอมอนิเตอร์ (ชำรุด)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(78, 'A078', 'ก้อนแบต NP', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด -ก้อนแบต NP 3ก้อน (ชำรุด)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(79, 'A079', 'สายปลั๊ก', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สายปลั๊ก 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(80, 'A080', 'ปลั๊กพ่วง', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ปลั๊กพ่วง ดำ 2 อัน - ปลั๊กพ่วง ขาว 2 อัน - ปลั๊กพ่วง ฟ้า 1 อัน - ปลั๊กพ่วง ลายสี 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(81, 'A081', 'ไฟตกแต่ง 10 m.', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไฟตกแต่ง 10 m. 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(82, 'A082', 'ปากกาเมจิก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ปากกาเมจิก น้ำเงิน 15 ด้าม - ปากกาเมจิก แดง 7 ด้าม - ปากกาเมจิก ดำ 3 ด้าม', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(83, 'A083', 'ปากกาดำ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ปากกาดำ 3 ด้าม', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(84, 'A084', 'เทปกาว', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เทปกาวหย่น แบบใหม่ 4 อัน แบบเก่า 3 อัน - เทปกาวหย่นสีดำ 1 Size S - เทปกาวหย่นสีเขียว 2 Size L - เทปกระดาษกาวหย่น Size M แบบใหม่ 13 อัน - เทปกระดาษกาวหย่น Size M แบบเก่า 5 อัน - เทปกระดาษกาวหย่น Size S แบบเก่า 2 อัน - เทปกระดาษกาวหย่น Size L แบบเก่า 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(85, 'A085', 'Powerbank', 'Other', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Powerbank 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(86, 'A086', 'อะไหล่', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - อะไหล่ขอตั้งกล้อง 1 อัน - อะไหล่ที่จับโทรศัพท์ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(87, 'A087', 'ผ้าไมโครไฟเบอร์', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ผ้าไมโครไฟเบอร์ 5 ผืน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(88, 'A088', 'หมึกเครื่องปริ้น', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - หมึกเครื่องปริ้น สีเหลือง แบบเก่า 1 อัน , แบบใหม่ 11 อัน - หมึกเครื่องปริ้น สีชมพู แบบใหม่ 10 อัน - หมึกเครื่องปริ้น สีฟ้า แบบเก่า 1 อัน , แบบใหม่ 10 อัน - หมึกเครื่องปริ้น สีดำ แบบเก่า 19 อัน , แบบใหม่ 8 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(89, 'A089', 'เสื้อน้ำตาล STAFF', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คอV Size L 6 ตัว - คอV Size M 1 ตัว - คอV Size XL 8 ตัว (กล่อง 1)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(90, 'A090', 'เสื้อม่วง STAFF', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คอV Size L 6 ตัว - คอV Size XL 1 ตัว (กล่อง 1)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(91, 'A091', 'เสื้อเหลือง DNAT', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คอV Size L 2 ตัว - คอV Size M 1 ตัว - คอV Size S 1 ตัว - คอV Size SS 2 ตัว - คอV Size XL 1 ตัว (กล่อง 1)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(92, 'A092', 'เสื้อดำ DNAT', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คอปก Size 2XL 4 (กล่อง 1)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(93, 'A093', 'เสื้อดำ SpotLight', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คอV Size M 6 ตัว - คอV Size XL 1 ตัว - คอปก Size 2XL 1 ตัว - คอปก Size ?? ? ตัว (กล่อง 1)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(94, 'A094', 'เสิ้อSuitดำ แบบบาง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไม่มี Size 2 ตัว (กล่อง 1)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(95, 'A095', 'เสิ้อSuitฟ้า แบบบาง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไม่มี Size 3 ตัว (กล่อง 1)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(96, 'A096', 'เสิ้อเชิ้ตดำ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Size M 3 ตัว (กล่อง 1)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(97, 'A097', 'กางเกงน้ำเงินเข้ม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไม่มี Size 7 ตัว (กล่อง 2)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(98, 'A098', 'เสิ้อSuitน้ำเงิน', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไม่มี Size 6 ตัว (กล่อง 2)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(99, 'A099', 'เสิ้อไหมพรม สีครีม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไม่มี Size 7 ตัว (กล่อง 2)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(100, 'A100', 'เสิ้อSuitครีม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Size M 6 ตัว - Size L 2 ตัว (กล่อง 2)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(101, 'A101', 'เสื้อกินเที่ยว', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Size 2XL 1 ตัว - Size M 3 ตัว - Size L 1 ตัว (กล่อง 2)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(102, 'A102', 'เสื้อเหลือง SportLight', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Size 2XL 2 ตัว - Size L 1 ตัว (กล่อง 3)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(103, 'A103', 'กางเกงครีม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Size M 1 ตัว - Size L 2 ตัว - Size XL 2 ตัว - Size 2XL 1 ตัว (กล่อง 3)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(104, 'A104', 'เสื้อกั้กสีดำ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Size M 1 ตัว - Size L 1 ตัว - Size XL 1 ตัว - Size 2XL 1 ตัว (กล่อง 3)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(105, 'A105', 'Adapter Asus', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Adapter Asus 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(106, 'A106', 'blackmagic switching ตัวเก่า', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - blackmagic switching ตัวเก่า 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(107, 'A107', 'blue screen', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - blue screen 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(108, 'A108', 'green screen', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - green screen 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(109, 'A109', 'Hdmi wireless 1', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Hdmi wireless 1 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(110, 'A110', 'Hdmi wireless 2', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Hdmi wireless 2 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(111, 'A111', 'Intercom ชุด 9 หู', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Intercom ชุด 9 หู 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(112, 'A112', 'ไมค์ ISOMAX', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไมค์ ISOMAX 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(113, 'A113', 'ไมค์ Handheld Shure', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไมค์ Handheld Shure 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(114, 'A114', 'ไมค์ สัมภาษณ์', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไมค์ สัมภาษณ์ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(115, 'A115', 'ลำโพงเคลื่อนที่ Sheman', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ลำโพงเคลื่อนที่ Sheman 1 ชุด - ไมค์ 1 ตัว', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(116, 'A116', 'วิทยุสื่อสารสีแดง', 'Production', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - วิทยุสื่อสารสีแดง 9 ตัว', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(117, 'A117', 'Reflex เล็ก', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Reflex เล็ก 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(118, 'A118', 'Reflex กลาง', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Reflex กลาง 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(119, 'A119', 'Reflex ใหญ่', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Reflex ใหญ่ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(120, 'A120', 'Slate', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Slate 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(121, 'A121', 'Soft box อันเก่า', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Soft box อันเก่า 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(122, 'A122', 'Soft box อันใหม่', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Soft box อันใหม่ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(123, 'A123', 'Switching อันใหม่', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Switching อันใหม่ 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(124, 'A124', 'Ronin Dji sc', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Ronin Dji sc 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(125, 'A125', 'USB เครื่องอัดเสียง', 'Production', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - USB เครื่องอัดเสียง 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(126, 'A126', 'ขาตั้ง MONO อันเล็ก', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง MONO อันเล็ก 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(127, 'A127', 'ขาตั้ง MONO 1', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง MONO 1 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(128, 'A128', 'ขาตั้ง MONO 2', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง MONO 2 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(129, 'A129', 'ขาตั้ง', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(130, 'A130', 'ขาตั้ง 1', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง1 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(131, 'A131', 'ขาตั้ง 2', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง2 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(132, 'A132', 'ขาตั้ง Mini Studio', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง Mini Studio 1ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(133, 'A133', 'ขาตั้ง 3 ขา สีดำ', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง 3 ขา สีดำ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(134, 'A134', 'ขาตั้ง 3 ขา สีฟ้า', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง 3 ขา สีฟ้า1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(135, 'A135', 'ขาตั้ง 3 ขา สีเทา', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง 3 ขา สีเทา1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(136, 'A136', 'ขาตั้งจอ', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้งจอ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(137, 'A137', 'ขาตั้ง I Pad', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง I Pad 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(138, 'A138', 'ขาตั้ง 3 ขา อันเล็ก', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง 3 ขา อันเล็ก 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(139, 'A139', 'ขาตั้ง Sony', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง Sony 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(140, 'A140', 'ขาตั้ง Screen', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง Screen 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(141, 'A141', 'ชุดตั้งไฟเป่าลม', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง 1 ชุด - ไฟเป่าลม 1 ชุด - สายไฟ 1 ชุด - ข้อต่อ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(142, 'A142', 'ขาตั้งเล็ก', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้งอันเล็ก 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(143, 'A143', 'ขาตั้งใหญ่', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้งอันใหญ่ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(144, 'A144', 'ขาตั้งสีดำอันใหญ่', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้งสีดำอันใหญ่ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(145, 'A145', 'ขาตั้งสีเทา', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้งสีเทา มี 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(146, 'A146', 'เครื่อง Mix ตัวเล็ก', 'Production', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เครื่อง Mix ตัวเล็ก 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(147, 'A147', 'เครื่อง Mix ตัวใหญ่', 'Production', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เครื่อง Mix ตัวใหญ่ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(148, 'A148', 'เครื่อง อัดเสียง ตัวเล็ก', 'Production', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เครื่อง อัดเสียง ตัวเล็ก 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(149, 'A149', 'เครื่อง อัดเสียง ตัวใหญ่', 'Production', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เครื่อง อัดเสียง ตัวใหญ่ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(150, 'A150', 'จอ Monitor ตั้งโต็ะ', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - จอ Monitor ตั้งโต็ะ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(151, 'A151', 'จอ Monitor ผู้กำกับ', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - จอ Monitor ผู้กำกับ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(152, 'A152', 'จอ TV 32 นิ้ว', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - จอ TV 32 นิ้ว 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(153, 'A153', 'จอ TV อันเล็ก', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - จอ TV อันเล็ก 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(154, 'A154', 'หูฟัง', 'Event', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - หูฟัง 9 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(155, 'A155', 'ไฟ ยี่ห้อ UIauzi บานเดอร์', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไฟ ยี่ห้อ UIauzi บานเดอร์ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(156, 'A156', 'ไฟ ยี่ห้อ UIauzi อันเล็ก', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไฟ ยี่ห้อ UIauzi อันเล็ก 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(157, 'A157', 'ไฟกล่องเขียว', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไฟกล่องเขียว 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(158, 'A158', 'ไฟดาบ', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไฟดาบ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(159, 'A159', 'ไฟดาบ 2', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไฟดาบ 2 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(160, 'A160', 'ไฟไฟAuto เสียบปลั้ก', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไฟไฟAuto เสียบปลั้ก 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(161, 'A161', 'ไฟ Yongnuo ใช้คู่ Soft box ใหม่', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไฟ Yongnuo ใช้คู่ Soft box ใหม่ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(162, 'A162', 'แท่นชาร์จ Monitor', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แท่นชาร์จ Monitor 3 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(163, 'A163', 'ชุดแท่นชาร์จ', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แท่นชาร์จ พร้อมสาย 10 อัน - หูฟัง 10 อัน - ปลั้กพ่วง 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(164, 'A164', 'Name Tag', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ป้าย ชื่อ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(165, 'A165', 'กรอบใส่รูป', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กรอบ ใหญ่ 1 อัน - กรอบ เล็ก 7 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(166, 'A166', 'จาน', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - จาน 80 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(167, 'A167', 'ถ้วย', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถ้วย เล็ก 10 อัน - ถ้วย กลาง 5 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(168, 'A168', 'หลอด', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - หลอด 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(169, 'A169', 'ถุงกระดาษ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถุงกระดาษ 25 ถุง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(170, 'A170', 'ถุงขยะ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถุงขยะ 1 ม้วน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(171, 'A171', 'ถุงซิปล็อค', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถุงถุงซิปล็อค 2 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(172, 'A172', 'แมส', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แมส 3 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(173, 'A173', 'ธง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ธง 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(174, 'A174', 'ยาแก้เมารถ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ยาแก้เมารถ 44 ซอง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(175, 'A175', 'หูใส่ตกแต่ง Chirstmas', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - หูใส่ตกแต่ง Chirstmas 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(176, 'A176', 'ไฟฉาย', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไฟฉาย พกพา 10 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(177, 'A177', 'พาสเตอร์', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - พาสเตอร์ 20 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(178, 'A178', 'ฉากกระดาษ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ฉากกระดาษ 3 ม้วน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(179, 'A179', 'ช้อนซ้อม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ช้อน 80 อัน - ซ้อน 80 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(180, 'A180', 'แก้ว', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แก้ว 2 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(181, 'A181', 'ยาแก้ไข้', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไทลินนอล 19 ซอง - น้อกซี่ 7 ซอง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(182, 'A182', 'ที่คนกาแฟ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ที่คนกาแฟ 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(183, 'A183', 'โดรน', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - โดรน 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(184, 'A184', 'แบต NP ก้อนใหม่', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบต ใหม่ 4 ก้อน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(185, 'A185', 'แบต vmont', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบต 4 ก้อน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(186, 'A186', 'ชุดแบต NP', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบต 4 ก้อน - สาย Type C 4 เส้น - แท่นชาร์จ 1 อัน - สาย 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(187, 'A187', 'แบตใบ้', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบตใบ้ 2 อัน - แบตใบ้ Canon rp1 1 อัน - แบตใบ้ Canon rp2 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(188, 'A188', 'สาย USB to Micro', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย USB to Micro 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(189, 'A189', 'สาย Type C to Type C', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Type C to Type C 3 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(190, 'A190', 'สาย USB To Type C', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย USB To Type C 19 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(191, 'A191', 'Adapter 120 W', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Adapter 120 W 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(192, 'A192', 'แท่นชาร์จแบตกล้อง Canon RP', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แท่นชาร์จแบตกล้อง Canon RP 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(193, 'A193', 'แท่นชาร์จแบตกล้อง Canon R6', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แท่นชาร์จแบต ก้อน Canon R6 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(194, 'A194', 'แท่นชาร์จแบตกล้อง Sony mark 1', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แท่นชาร์จแบต ก้อน Sony mark 1 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(195, 'A195', 'แท่นชาร์จแบตกล้อง Sony mark 2', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แท่นชาร์จแบต ก้อน Sony mark 2 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(196, 'A196', 'Intercom ชุดสีเขียว', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Intercom ชุดสีเขียว 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(197, 'A197', 'Intercom ชุดสีส้ม', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Intercom ชุดสีส้ม 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(198, 'A198', 'ขาตั้ง 3 ขา KingJoy', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้ง 3 ขา KingJoy 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(199, 'A199', 'Direct Print', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Direct Print 2 เครื่อง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(200, 'A200', 'ฉากสีขาว', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ฉากสีขาว 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(201, 'A201', 'ถุงขยะ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถุงขยะ 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(202, 'A202', 'กล้อง Canon RP', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - กล้อง Canon RP 1 ตัว', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(203, 'A203', 'กล้อง Canon R6', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - กล้อง Canon R6 1 ตัว', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(204, 'A204', 'กล้อง Sony mk1', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - กล้อง Sony mk1 1 ตัว', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(205, 'A205', 'กล้อง Sony mk2', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - กล้อง Sony mk2 สีดำ 1 ตัว - กล้อง Sony mk2 สีขาว 1 ตัว', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(206, 'A206', 'เลนศ์ Sigma 30 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ Sigma 30 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(207, 'A207', 'เลนศ์ Sigma 18 - 85 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ Sigma 18-85 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(208, 'A208', 'เลนศ์ Sony 35 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ Sony 35 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(209, 'A209', 'เลนศ์ Sigma 24 - 70 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ Sigma 24 - 70 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(210, 'A210', 'เลนศ์ Tamron 70 - 180 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ Tamron 70 - 180 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(211, 'A211', 'เลนศ์ Canon 16 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด เลนศ์ Canon 16 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(212, 'A212', 'เลนศ์ Canon 85 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ Canon 85 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(213, 'A213', 'เลนศ์ Canon 70 - 200 MM + Mount', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ Canon 70 - 200 MM + Mount 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(214, 'A214', 'เลนศ์ 16 - 50 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ 16 - 50 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(215, 'A215', 'เลนศ์ 16 - 35 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ 16 - 35 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(216, 'A216', 'เลนศ์ Samyang 85 MM', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - เลนศ์ Samyang 85 MM 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(217, 'A217', 'สายคล้องกล้อง', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - สายคล้องกล้อง 2 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(218, 'A218', 'อุปกรณ์เสริมต่อกับขาตั้ง', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ตัวยึดขากล้อง 2 อัน - ตัวยึดขากล้องสีดำล้วน 4 อัน - อะไหล่ 10 อัน - แท่งจับ 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(219, 'A219', 'AD/AC Adepter', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - AD/AC Adepter 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(220, 'A220', 'แผ่นแปะกันรองเท้ากัด', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แผ่นแปะกันรองเท้ากัด 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(221, 'A221', 'สายคล้องกล้อง', 'Event', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สายคล้องกล้อง 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(222, 'A222', 'ไมค์ติดโทรศัพท์/เดี่ยว Type C', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไมค์ติดโทรศัพท์/เดี่ยว Type C 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(223, 'A223', 'ไมค์ติดโทรศัพท์/คู่ Lightning', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไมค์ติดโทรศัพท์/คู่ Lightning 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(224, 'A224', 'ไมค์ติดโทรศัพท์/คู่ Lightning 2', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไมค์ติดโทรศัพท์/คู่ Lightning2 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(225, 'A225', 'ที่ครอบ intercom', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ที่ครอบ intercom 10 ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(226, 'A226', 'ขาตั้ง', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ขาตั้ง 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(227, 'A227', 'ที่จับโทรศัพท์', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ที่จับโทรศัพท์ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(228, 'A228', 'Hdmi bi-directional switch', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Hdmi bi-directional switch 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(229, 'A229', 'แท่นชาร์จแบต', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แท่นชาร์จแบต 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(230, 'A230', 'กระเป๋าโรนิน S4', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าโรนิน S4 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(231, 'A231', 'Set กล้อง Fuji xt-10', 'Event', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋า 1 ใบ - เลนส์23 1 อัน - แท่นชาร์จ 1 อัน - สายชาร์จ 2 เส้น - แบต 5 ก้อน - SD Card 3 อัน - สาย Hdmi 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(232, 'A232', 'วอสีดำ', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - วอสีดำ 8 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(233, 'A233', 'จอ Projector', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - จอ Projector 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(234, 'A234', 'กระเป๋าสีดำ1', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(235, 'A235', 'Hand Strap', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Hand Strap 2 ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(236, 'A236', 'Lavalier', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Lavalier 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(237, 'A237', 'นาฬิกา garmin', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - นาฬิกา garmin 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(238, 'A238', 'Multi-Function', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Multi-Function 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(239, 'A239', 'หูฟัง Sing Karaoke headset', 'Event', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - หูฟัง Sing Karaoke headset 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(240, 'A240', 'Flash Drive HP', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Flash Drive HP 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(241, 'A241', 'Hand free shoulder pad', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Hand free shoulder pad 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(242, 'A242', 'Mono pad', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Mono pad 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(243, 'A243', 'กระเป๋าใส่เลนส์', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าใส่เลนส์ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(244, 'A244', 'ที่แขวนราว', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ที่แขวนราว 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(245, 'A245', 'แท่นชาร์จแบตMaxเทียบ', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แท่นชาร์จแบตMaxเทียบ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(246, 'A246', 'เมาศ์ Microsoft', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เมาศ์ Microsoft 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(247, 'A247', 'เมาศ์ JIB', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เมาศ์ JIB 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(248, 'A248', 'เมาศ์ Microsoft แบน', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เมาศ์ Microsoft แบน 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(249, 'A249', 'เมาศ์ Nuewo', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เมาศ์ Nuewo 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(250, 'A250', 'ลำโพง Sony ฟ้า', 'Event', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ลำโพง Sony ฟ้า 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(251, 'A251', 'เครื่องอัดเสียง', 'Event', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เครื่องอัดเสียง 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(252, 'A252', 'ไฟ USB', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไฟ USB 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(253, 'A253', 'แท่นวางโทรศัพท์ Magnet', 'Event', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แท่นวางโทรศัพท์ Magnet 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(254, 'A254', 'กล้อง Gropo', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กล้อง Gropo 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(255, 'A255', 'หัวปลั้กหัวแบน USB', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - หัวปลั้กหัวแบน USB 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(256, 'A256', 'สาย USB to Micro', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย USB to Micro 3 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(257, 'A257', 'แบต Canon rp เทียบ', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แบต Canon rp เทียบ 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(258, 'A258', 'Slate อันใหญ่', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Slate อันใหญ่ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(259, 'A259', 'head กันแสง', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - head กันแสง 6 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(260, 'A260', 'ฝากล้อง', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ฝากล้อง 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(261, 'A261', 'ฝาปิดเลนส์', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ฝาปิดเลนส์ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(262, 'A262', 'Small rig', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Small rig 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(263, 'A263', 'ฉาก อคิลิค ขาว ล้วน', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ฉาก อคิลิค ขาว ล้วน 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(264, 'A264', 'ฉาก อคิลิค ดำ ล้วน', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ฉาก อคิลิค ดำ ล้วน 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(265, 'A265', 'ฉากไม้อัด', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ฉากไม้อัด 3 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(266, 'A266', 'ฐานตั้ง เล็ก', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ฐานตั้ง เล็ก 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(267, 'A267', 'ฐานตั้ง ใหญ่', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ฐานตั้ง ใหญ่ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(268, 'A268', 'ขาตั้งสีดำแดง อันเล็ก', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาตั้งสีดำแดง อันเล็ก 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(269, 'A269', 'Splitter HDTV 4K x 2K', 'Production', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - Splitter HDTV 4K x 2K 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(270, 'A270', 'ไมค์ไกด์', 'Production', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไมค์ไกด์ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(271, 'A271', 'ไฟติดหัวกล้อง', 'Production', 'แสง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ไฟติดหัวกล้อง 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(272, 'A272', 'ขาจับโทรศัพท์', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ขาจับโทรศัพท์ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(273, 'A273', 'แม่เหล็กติดไมค์', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - แม่เหล็กติดไมค์ DJI 1 ชุด - แม่เหล็กติดไมค์ Hollyland 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(274, 'A274', 'หัวบอล ขาตั้งกล้อง สีดำทอง', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - หัวบอล ขาตั้งกล้อง สีดำทอง 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(275, 'A275', 'หัวบอล ขาตั้งกล้อง สีดำส้ม', 'Production', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - หัวบอล ขาตั้งกล้อง สีดำส้ม 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(276, 'A276', 'ชุด โรนิน ใช้กับโทรศัพท์', 'Production', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด - ชุด โรนิน ใช้กับโทรศัพท์ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(277, 'A277', 'สาย Type C to Type C', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สาย Type C to Type C 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(278, 'A278', 'Clicker', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Clicker 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(279, 'A279', 'แฟลชไดฟ์ Karaoke', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แฟลชไดฟ์ Karaoke 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(280, 'A280', 'ลำโพง T&G', 'Event', 'เสียง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ลำโพง T&G 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(281, 'A281', 'Mini Laser Distance Meter', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Mini Laser Distance Meter 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(282, 'A282', 'Filter ring Adapter', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Filter ring Adapter 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(283, 'A283', 'Filter ring Adapter K&F Concept', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Filter ring Adapter K&F Concept 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(284, 'A284', 'อุปกรณ์ของ Ulanzi', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - อุปกรณ์ของ Ulanzi 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(285, 'A285', 'ตัวปล่อย Wifi 4G / 5G', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวปล่อย Wifi 4G / 5G 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(286, 'A286', 'แฟลชไดฟ์ไฟ', 'Event', 'อื่นๆ', 1, 'ชำรุด', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แฟลชไดฟ์ไฟ 1 อัน (ชำรุด)', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(287, 'A287', 'ที่จับ I Pad', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ที่จับ I Pad 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(288, 'A288', 'อุปกรณ์เสริมของไมค์ ยี่ห้อ Lavalier', 'Event', 'ไฟฟ้า', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - อุปกรณ์เสริมของไมค์ ยี่ห้อ Lavalier 2 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(289, 'A289', 'สายแปลง Hdmi Asus', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สายแปลง Hdmi Asus 1 เส้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(290, 'A290', 'กล้องต่อ Notebook', 'Event', 'กล้อง', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กล้องต่อ Notebook 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(291, 'A291', 'ตัวแปลง Hdmi', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวแปลง Lightning to Hdmi 1 อัน - สายแปลง Type C 2 อัน - ตัวแปลง Jack3.5 to Lightning 1 อัน - ตัวแปลง Lightning to Card 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(292, 'A292', 'ปากกา Notebook', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ปากกา Notebook 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(293, 'A293', 'Card Reader', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Card Reader 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(294, 'A294', 'จอต่อ Notebook ยี่ห้อ OFIYAA', 'Event', 'ไฟฟ้า', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - จอต่อ Notebook ยี่ห้อ OFIYAA 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(295, 'A295', 'กระดาษ A3', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระดาษ A3 1 แพ็ค - กระดาษ A3 ป่าวๆ อีก 9 แผ่น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(296, 'A296', 'สีอคิลิค', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สีอคิลิค 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35');
INSERT INTO `equipment` (`id`, `code`, `name`, `team`, `category`, `quantity`, `status`, `description`, `created_at`, `updated_at`) VALUES
(297, 'A297', 'ไพ่', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไพ่ 1 สำหรับ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(298, 'A298', 'นามบัตร บริษัท', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - นามบัตร บริษัท 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(299, 'A299', 'ขวดโหล', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ขวดโหล 9 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(300, 'A300', 'ลุกปิงปอง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ลุกปิงปอง 9 ลูก', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(301, 'A301', 'ลูกโป่ง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ลูกโป่ง 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(302, 'A302', 'ที่ตักไข่', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ที่ตักไข่ 3 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(303, 'A303', 'แก้ว', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แก้ว 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(304, 'A304', 'ตู้ATMของเล่น', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตู้ATMของเล่น 4 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(305, 'A305', 'เชือกฟาง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เชือกฟาง สีน้ำเงิน 1 แพ็ค - เชือกฟาง สีแดง 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(306, 'A306', 'เชือก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เชือก สีน้ำตาล 2 แพ็ค - เชือก สีเขียว 1 แพ็ค - เชือก สีขาว 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(307, 'A307', 'ป้ายปกใสอันเล็ก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ป้ายปกใสอันเล็ก 1 อัน - ป้ายปกใสอันเล็ก + สายห้อยสีเทา 10 อัน - ป้ายปกใสอันเล็ก + สายห้อยสีน้ำเงิน 3 อัน - ป้ายปกใสอันเล็ก + สายห้อยสีเหลือง 3 อัน - ป้ายปกใสอันเล็ก + สายห้อยสีแดง 3 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(308, 'A308', 'เต้นเปลี่ยนเสื้อผ้า', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เต้นเปลี่ยนเสื้อผ้า 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(309, 'A309', 'กระเป๋า Universal', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(310, 'A310', 'กระเป๋า INDEPMAN', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(311, 'A311', 'กระเป๋า Snigjat', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีเทาอ่อน 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(312, 'A312', 'กระเป๋า Lowepro', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีเทาเข้ม 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(313, 'A313', 'กระเป๋าสี่เหลี่ยม A', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(314, 'A314', 'กระเป๋าดำ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(315, 'A315', 'กระเป๋า CADEN', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีเทาเข้ม 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(316, 'A316', 'กระเป๋า BOONA', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(317, 'A317', 'กระเป๋าคาดเอว', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีเทา 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(318, 'A318', 'กระเป๋าดำคาดเอว', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(319, 'A319', 'กระเป๋า YASCIQ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(320, 'A320', 'กระเป๋าเทาอ่อน', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(321, 'A321', 'กระเป๋าดำขาว', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(322, 'A322', 'กระเป๋าครีม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีครีม 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(323, 'A323', 'กระเป๋า UGREEN', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีเทา 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(324, 'A324', 'กระเป๋า BOONA เล็ก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีเทา 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(325, 'A325', 'กระเป๋ากล้อง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีเทาเข้ม 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(326, 'A326', 'กระเป๋าดำ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(327, 'A327', 'กระเป๋าดำแข็ง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ Size เล็ก 1 ใบ - กระเป๋าสีดำ Size กลาง 1 ใบ - กระเป๋าสีดำ Size ใหญ่ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(328, 'A328', 'กระเป๋าหลากสี', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าหลากสี 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(329, 'A329', 'กระเป๋าดำสีเหลี่ยม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระเป๋าสีดำ 1 ใบ', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(330, 'A330', 'คีมช่าง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คีมเล็ก 1 อัน - คีมใหญ่ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(331, 'A331', 'ถุงมือพลาสติกใส', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถุงมือพลาสติกใส 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(332, 'A332', 'ยางลบ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ยางลบ 6 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(333, 'A333', 'กาว', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กาว 8 แท่ง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(334, 'A334', 'หมึกเครื่องปริ้น', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - หมึกเครื่องปริ้นสีดำ 1 อัน - หมึกเครื่องปริ้นสีเหลือง 1 อัน - หมึกเครื่องปริ้นสีชมพู 1 อัน - หมึกเครื่องปริ้นสีฟ้า 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(335, 'A335', 'ถังน้ำแข็ง + ที่ คีบ', 'Other', 'อื่นๆ', 4, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถังน้ำแข็ง + ที่ คีบ 4 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(336, 'A336', 'คลิปบอร์ด พิธีกร', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คลิปบอร์ด พิธีกร 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(337, 'A337', 'คลิปบอร์ด รอง A4', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คลิปบอร์ด รอง A4 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(338, 'A338', 'แผ่น Prop', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แผ่น Prop 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(339, 'A339', 'ถ่านก้อน', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถ่านก้อน 2A 14 ก้อน - ถ่านก้อน 3A 2 ก้อน - ถ่านก้อน 1.5 W ขนาด D 1 ก้อน - ถ่านก้อน 1.5 W ขนาด C 8 ก้อน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(340, 'A340', 'น็อตกับอะไหล่', 'Other', 'อื่นๆ', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - น็อต 2 แพ็ค - อะไหล่ 3 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(341, 'A341', 'ชุดอุปกรณ์ช่าง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ชุดอุปกรณ์ช่าง 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(342, 'A342', 'ชุดไขควงเล็ก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ชุดไขควงเล็ก 2 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(343, 'A343', 'อะไหล่โต๊ะ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - อะไหล่โต๊ะ พี่นุ้ย 1 ชุด - อะไหล่โต๊ะ พี่ดามพ์ 1 ชุด - อะไหล่โต๊ะ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(344, 'A344', 'ตัวยิงบอร์ด', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวยิงบอร์ด 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(345, 'A345', 'ตีนตุ๊กแก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตีนตุ๊กแก 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(346, 'A346', 'เครื่องเคลือบบัตร', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เครื่องเคลือบบัตร 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(347, 'A347', 'กระดูกงูเก็บสายไฟ', 'Other', 'อื่นๆ', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระดูกงูเก็บสายไฟ 2 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(348, 'A348', 'สีไม้', 'Other', 'อื่นๆ', 8, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สีไม้ 8 กล่อง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(349, 'A349', 'เครื่องพ่นน้ำหอม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - เครื่องพ่นน้ำหอม 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(350, 'A350', 'ป้ายใช้ในงาน event', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ป้ายใช้ในงาน event 4 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(351, 'A351', 'ซองจดหมาย', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ซองจดหมาย 450 ซอง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(352, 'A352', 'กระดานรองวาด', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระดานรองวาด 6 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(353, 'A353', 'แปรงผู้กัน', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ผู้กัน 7 อัน - แปรงทาสี 6 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(354, 'A354', 'กรรไกร', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กรรไกร 7 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(355, 'A355', 'ริบบิ้น', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ริบบิ้น 3 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(356, 'A356', 'ไม้บรรทัด', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไม้บรรทัด 9 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(357, 'A357', 'กระดาษพับนก', 'Other', 'อื่นๆ', 7, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - กระดาษพับนก 7 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(358, 'A358', 'กระดาษ Flying Color A4', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -กระดาษ Flying Color A4 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(359, 'A359', 'กระดาษร้อยปอนด์ A4', 'Other', 'อื่นๆ', 2, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -กระดาษ Flying Color A4 2 ชุด 100 แผ่น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(360, 'A360', 'แผ่นปกใส', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แผ่นปกใส 1 แพ็ค', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(361, 'A361', 'Magazine', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Magazine 11 เล่ม', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(362, 'A362', 'สติกเกอร์ THANK YOU', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - สติกเกอร์ 1 ม้วน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(363, 'A363', 'คลิปหนีบ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คลิปหนีบ 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(364, 'A364', 'ไก่ของเล่น', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ไก่ของเล่น 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(365, 'A365', 'ถุงเท้ารองวิ่ง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ถุงเท้ารองวิ่ง 1 คู่', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(366, 'A366', 'แม็ก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ลูก แม็ก 1อัน - ตัวแม็ก 2อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(367, 'A367', 'รถเข็น อันใหญ่', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - รถเข็น อันใหญ่ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(368, 'A368', 'รถเข็น อันเล็ก', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - รถเข็น อันเล็ก 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(369, 'A369', 'แชมเปญ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แชมเปญ ขวดใหญ่ 1 ขวด - แชมเปญ ขวดเล็ก 1 ขวด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(370, 'A370', 'ที่เจาะกระดาษ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ที่เจาะกระดาษ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(371, 'A371', 'กระเป๋าใส่ดินสอ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ประเป๋าใส่ดินสอ 3 ถุง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(372, 'A372', 'Headphone Splitter', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Headphone Splitter 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(373, 'A373', 'คัตเตอร์', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - คัตเตอร์ 4 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(374, 'A374', 'ดินสอ', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -ดินสอ 12 แท่ง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(375, 'A375', 'ตุ๊กตาตกแต่ง', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -ตุ๊กตาตกแต่ง 1 ถุง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(376, 'A376', 'หมึกตัวปั้ม', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -หมึก แดง 1 อัน -หมึก ดำ 1 อัน -หมึก น้ำเงิน 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(377, 'A377', 'A4 Laminating', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -A4 Laminating ที่ เครื่อง', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(378, 'A378', 'Laminating Film', 'Other', 'อื่นๆ', 6, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Laminating Film 6 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(379, 'A379', 'ฟิวเจอร์บอร์ด', 'Other', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -ฟิวเจอร์บอร์ด 4 แผ่น', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(380, 'A380', 'Power Inverter', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Power Inverter 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(381, 'A381', 'Lens Filter', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Lens Filter 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(382, 'A382', 'ตัวแปลงหัวชาร์จ', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวแปลงหัวชาร์จ 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(383, 'A383', 'แบตต่อกล้อง LP-E17', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - แบตต่อกล้อง LP-E17 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(384, 'A384', 'ชุด Lavalier', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - ตัวรับสัญญารณ (RX) 1 ชุด - ตัวส่งสัญญารณ (TX) 1 ชุด - สายไมค์แยกและตัวแปลง 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(385, 'A385', 'Hand Tally Counter', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Hand Tally Counter 1 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(386, 'A386', 'External Hard Drive Lenovo', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - External Hard Drive Lenovo 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(387, 'A387', 'External Hard Drive VAIO', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - External Hard Drive VAIO 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(388, 'A388', 'Storage Stick', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Storage Stick 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(389, 'A389', 'USB-C Docking', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - USB-C Docking 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(390, 'A390', 'Digital Tire Pressure Gauge', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Digital Tire Pressure Gauge 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(391, 'A391', 'Card Reader', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น - Card Reader 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(392, 'A392', 'ตัวแปลง USB -Type C', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -ตัวแปลง USB -Type C 2 อัน', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(393, 'A393', 'Card Reader + USB 2.0', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -Card Reader + USB 2.0 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(394, 'A394', 'เมาศ์ สาย USB', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -เมาส์ สาย USB 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(395, 'A395', 'เมาศ์ Macbook', 'Event', 'อื่นๆ', 1, 'ปกติ', 'อุปกรณ์ใน 1 ชุด/ชิ้น -เมาส์ Macbook 1 ชุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35'),
(396, 'A396', 'Note book', 'Event', 'ไฟฟ้า', 1, 'ชำรุด', 'อุปกรณ์ใน 1 ชุด/ชิ้น -Note book 1 เครื่อง - ชำรุด', '2026-02-26 16:35:35', '2026-02-26 16:35:35');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `borrow_history`
--
ALTER TABLE `borrow_history`
  ADD PRIMARY KEY (`id`),
  ADD KEY `idx_doc_no` (`doc_no`),
  ADD KEY `idx_equipment_code` (`equipment_code`);

--
-- Indexes for table `equipment`
--
ALTER TABLE `equipment`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `uk_equipment_code` (`code`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `borrow_history`
--
ALTER TABLE `borrow_history`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `equipment`
--
ALTER TABLE `equipment`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=397;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `borrow_history`
--
ALTER TABLE `borrow_history`
  ADD CONSTRAINT `fk_borrow_equipment_code` FOREIGN KEY (`equipment_code`) REFERENCES `equipment` (`code`) ON DELETE RESTRICT ON UPDATE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
